-- phpMyAdmin SQL Dump
-- version 3.3.8.1
-- http://www.phpmyadmin.net
--
-- 主机: w.rdc.sae.sina.com.cn:3307
-- 生成日期: 2014 年 05 月 30 日 01:11
-- 服务器版本: 5.5.27
-- PHP 版本: 5.3.3

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- 数据库: `app_jixiaoke`
--

-- --------------------------------------------------------

--
-- 表的结构 `topic`
--

CREATE TABLE IF NOT EXISTS `topic` (
  `id` int(3) NOT NULL AUTO_INCREMENT,
  `name` text NOT NULL,
  `content` text NOT NULL,
  `time` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM  DEFAULT CHARSET=utf8 AUTO_INCREMENT=59 ;

--
-- 转存表中的数据 `topic`
--

INSERT INTO `topic` (`id`, `name`, `content`, `time`) VALUES
(1, '王欢', '        怒占一楼！(虽然我没去←_←)', '2014-04-24 20:34:00'),
(2, '哇咔咔', '        我没去成', '2014-04-24 20:41:00'),
(3, '大番茄', '我就知道这是欢哥写的！', '2014-04-24 20:41:00'),
(4, 'bigbaby', '        都挺快的啊！', '2014-04-24 20:43:00'),
(5, '嘻嘻，我是吴雨婷^_^', '        去了~也许是微软帝国名声在外吧，总有一种高大上的感觉，，其实微软离我们大学生挺近的，也为我们提供了很多交流的平台~', '2014-04-24 20:42:00'),
(6, 'huan回复大番茄', '       低调点，，，这么快就暴露了。。。 ', '2014-04-24 20:44:00'),
(7, 'JustShare', '        高大上！感觉工作环境超舒适，希望自己未来也能到这样的地方工作，也找到了自己奋斗的目标  加油！O(∩_∩)O', '2014-04-24 20:45:00'),
(54, '王欢', '        ', '2014-04-26 11:04:00'),
(9, '大川', '        去过了微软，我才知道，群爷，你的名字总是出现在我的表白里，你那漂移的卷发总是令我魂牵梦绕，一个简单的背影都写满了javascript，我喜欢你胜于你爱编程，明明是爱何必贬低成喜欢——爱你的禤达川', '2014-04-24 20:56:00'),
(10, 'Maple', '        微软里边条件真心好啊～嘿嘿～交流的过程中（其实主要是大神提问，然后咱们听人家回答的，嘿嘿～）听了一些的，觉得对自己还是有帮助的～', '2014-04-24 20:54:00'),
(11, '尼尼闹麻麻闹', '        微软很碉堡，(:з」∠)_不想回来了。。。_(｡ﾟ⊿ 」∠)_', '2014-04-24 21:02:00'),
(12, 'neo', '        挺长见识的吧   希望以后这样的活动能够多多多多多多到根本停不下来哈哈', '2014-04-24 21:02:00'),
(13, '回复尼尼闹麻麻闹', '        必须回来啊 刘老师比微软魅力大~~~', '2014-04-24 21:03:00'),
(14, 'neo', '        挺长见识的吧   希望以后这样的活动能够多多多多多多到根本停不下来哈哈', '2014-04-24 21:02:00'),
(15, 'Ww', ' 没去，但是听说不错，以后我们会组织更多这样的活动的，大家积极参加啊！', '2014-04-24 21:04:00'),
(16, 'happycode', '        低层都是展示厅或休息厅，高层是核心区，微软环境挺不错的，希望以后还能多参观参观IT公司，自己也要努力，嗯！', '2014-04-24 21:09:00'),
(17, '……', '希望能有机会去趟微软亚洲研究院…', '2014-04-24 21:32:00'),
(18, '屌丝帅', '        贾大神在我心中的形象瞬间又高大了太多太多，我就想不通这么牛逼的人是怎么跟我来到一个大学一个学院的，还都是山东来的。膜拜贾大神', '2014-04-24 22:25:00'),
(19, 'ZZ', '        好厉害！！', '2014-04-24 22:28:00'),
(20, '屌丝帅', '        大洋哥，果真是男神范儿，走在大洋哥身边总是有那样的浓重的自卑感，唉，大520出来的计院男神，在微软这种高大上的环境中更加帅气了', '2014-04-24 22:27:00'),
(21, '屌丝帅', '        去了趟微软，觉得还是咱交大环境好，那里一点历史的厚重感都没有，看那些楼纯粹的现代科技的产物，不爽，看我大交大的九教七教五教这才是搞科技的地方，厚重又不失新潮！', '2014-04-24 22:29:00'),
(22, '屌丝帅', '        觉得微软的好装啊，完全拼命是在建设自己的生态圈却好像我们去趟微软是我们荣耀似的。好不爽', '2014-04-24 22:31:00'),
(23, '屌丝帅', '        最后感谢安老师，希望安老师不要忘了尽快将我们13级的邮箱倒进去，支持正版，就是对我们程序猿自己的支持啊！！！', '2014-04-24 22:32:00'),
(24, '～', '        擦，又被黑了。', '2014-04-24 22:34:00'),
(25, '小阳仔', '        我就是大洋哥，大洋哥就是我。大520舍长张洋，欢迎大家来玩！', '2014-04-24 22:35:00'),
(26, '大川', '        是谁在跟我强群神！？站出来！', '2014-04-24 22:35:00'),
(27, '鹏鹏', '        群神我们的，是521的，别人谁也别想让他检肥皂', '2014-04-24 22:36:00'),
(28, '大洋哥', '        →_→信不信，马上让群神在我面前检肥皂', '2014-04-24 22:37:00'),
(29, '帅坤', '        群神，你火了！！！！', '2014-04-24 22:38:00'),
(30, '大帅', '        帅坤你是我的！！！！！', '2014-04-24 22:38:00'),
(31, '', '        微软之行，大家重点呢', '2014-04-24 22:39:00'),
(32, '贾泽群', '        我靠，就这么火了。都不要说话了。我身在521，但是其他小伙伴想要我的话，也是可以考虑的！', '2014-04-24 22:39:00'),
(33, '', '        微软之行，大家重点呢', '2014-04-24 22:39:00'),
(34, '大帅', '        帅坤你是我的！！！！！', '2014-04-24 22:38:00'),
(35, '帅坤', '        群神，你火了！！！！', '2014-04-24 22:38:00'),
(36, '大洋哥', '        →_→信不信，马上让群神在我面前检肥皂', '2014-04-24 22:37:00'),
(37, '鹏鹏', '        群神我们的，是521的，别人谁也别想让他检肥皂', '2014-04-24 22:36:00'),
(38, '小阳仔', '        我就是大洋哥，大洋哥就是我。大520舍长张洋，欢迎大家来玩！', '2014-04-24 22:35:00'),
(39, '～', '        擦，又被黑了。', '2014-04-24 22:34:00'),
(40, '屌丝帅', '        最后感谢安老师，希望安老师不要忘了尽快将我们13级的邮箱倒进去，支持正版，就是对我们程序猿自己的支持啊！！！', '2014-04-24 22:32:00'),
(41, '屌丝帅', '        去了趟微软，觉得还是咱交大环境好，那里一点历史的厚重感都没有，看那些楼纯粹的现代科技的产物，不爽，看我大交大的九教七教五教这才是搞科技的地方，厚重又不失新潮！', '2014-04-24 22:29:00'),
(42, '屌丝帅', '        贾大神在我心中的形象瞬间又高大了太多太多，我就想不通这么牛逼的人是怎么跟我来到一个大学一个学院的，还都是山东来的。膜拜贾大神', '2014-04-24 22:25:00'),
(43, '衣帅', '        之前我发的那些怎么都没有！！！！！', '2014-04-24 22:44:00'),
(44, '回复衣帅帅神', '        怎么可能没有←_←你发的已经刷屏了 帅VIP', '2014-04-24 22:47:00'),
(49, '借用欢哥之名', '        竟然用新浪云，太没有道德了，欢哥呢！', '2014-04-24 23:31:00'),
(46, '屌丝帅', '        看到了，刚才卡了，署名屌丝帅的都是我的哈哈', '2014-04-24 22:59:00'),
(50, '欢欢在此', '        谁找我？报上大名', '2014-04-24 23:56:00'),
(51, '凝蓝_冷月', '我去，为什么我就这么被黑啦？！我神马都没干啊！！！', '2014-04-25 00:51:00'),
(52, '玉面小攻', '    装修不错。。。', '2014-04-25 09:05:00'),
(53, 'jjs', '        你好，微软，你好，再见', '2014-04-25 12:11:00'),
(55, '', '        ', '2014-04-27 11:39:00'),
(56, '王欢', '冒泡泡～', '2014-04-27 11:40:00'),
(57, '', '        ', '2014-04-28 13:30:00'),
(58, '', '        ', '2014-04-28 13:30:00');
